const About = () => {
  return (
    <div className="min-h-screen bg-gray-100 flex items-center justify-center">
      <div className="max-w-4xl mx-auto p-6 bg-white rounded-lg shadow-lg">
        <h1 className="text-2xl font-bold mb-4">नगरपालिकाको संक्षिप्त परिचय</h1>
        <p className="mb-4">
          मोरङ जिल्ला प्राचीन कालमा विराट राजाको राजधानी र मध्यकालमा विजयपुरमा
          विजयनारायण पछि पाल्पाली सेन राजाको राज्य भित्र रहेको इतिहास छ। मोरङ
          जिल्लाका एक विराटनगर महानगरपालिका, ८ नगरपालिका, र ८ गाउँपालिकाहरूमध्ये
          बेलबारी नगरपालिका एक हो।
        </p>
        <p className="mb-4">
          मानव बसोबासको इतिहास र पुरातात्त्विक प्रमाणहरूको आधारमा लगभग तीन हजार
          वर्ष अघिदेखि बसोबास गरिआएको बेतना सिमसार क्षेत्रको पुरातात्त्विक
          प्रमाण र लगभग आठ सय वर्षभन्दा अगाडिको धनपालगढी क्षेत्र रहेको यो
          बेलबारी नगरपालिका हो। आधुनिक नेपाल निर्माणपछि ३५ वटा जिल्लाहरू हुँदा
          हालको मोरङ, झापा, सुनसरी एउटा जिल्ला मोरङ रहेको थियो। यो बेलबारी
          नगरपालिका मोरङ जिल्लाको लगभग मध्य भागमा रहेको छ।
        </p>
        <p className="mb-4">
          ऐतिहासिक कालमा यो क्षेत्र घना जङ्गलले ढाकेको थियो। अहिले पनि राजमार्ग
          उत्तर क्षेत्र जङ्गलले नै ढाकिएको छ। पुराना बुढापाकाहरूको भनाइ अनुसार
          त्यस समयमा यहाँको जङ्गल क्षेत्रमा प्रशस्त बेलको रुखहरू पाइने हुनाले
          कालान्तरमा यस क्षेत्रको नाम नै “बेलबारी” रहन गएको हो। अर्थात् बेलै
          बेलको घारी भएको हुनाले यस भेगको नाम बेलबारी रहन गएको भन्ने भनाइ रही
          रहेको छ।
        </p>
        <p className="mb-4">
          नेपाल सरकारबाट २०७१ साल वैशाखमा साबिक बेलबारी र कसेनी गाउँ विकास समिति
          मिलाएर नगरपालिका बने पछि सङ्घीय राज्यको संरचना अनुसार पुन: २०७३ को
          राज्य पुनर्संरचना पश्चात् बेलबारी नगरपालिकामा साबिक डाँगीहाट र बाहुनी
          गाउँ विकास समिति गाभिएर हालको बेलबारी नगरपालिका बनेको हो। यस नगरपालिका
          हाल ११ वटा वडाहरूमा विभाजन गरिएको छ। बेलबारी नगरपालिकाको कुल १३२.७९
          वर्ग कि.मी. क्षेत्रफलमा फैलिएको छ।
        </p>
      </div>
    </div>
  );
};

export default About;
